{"inkVersion":21,"root":[[{"->":"Act1CloseOpen"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Act1CloseOpen":["^Player: Oh my god, that was… something else.","\n","^Hunter: We cannot go back again. Security is just too tight now.","\n","^Janet: It’s all good my friends, because we walked out of there with the golden ticket.","\n","^Hunter: Oh?","\n","^Janet: This memo, it says they’re moving everything to their office in the business district.","\n","^Player: Do we know where that is?","\n","^Janet: Not at this exact moment, but if you give me a couple days I can figure it out. I’ll know in time for us to hit it next weekend.","\n","^Hunter: Hit it?","\n","^Janet: Yeah, breaking in, bozo.","\n","^Hunter: Guys, I think this is going too far.","\n","^Janet: Too far? Hunter, they took [Player]’s mom!","\n","^Hunter: We don’t know that. Not for sure. And, I don’t know, they seem kinda just like, concerned citizens.","\n","^Janet: I’m sorry, do ‘concerned citizens’ normally own military grade firepower?","\n","^Player: Guys-","\n","^Hunter: Janet you’ve basically bullied me into going along with your crimes this whole weekend.","\n","^Janet: Look at what we know about the Echelon Institute’s agenda! They want to curtail the rights of people with magical abilities.","\n","^Hunter: If what they’re doing is wrong, the law would stop them. We can’t just go around the law because we feel like it!","\n","^Janet: The law is never wrong? The law is never slow to act? Get your head out of the sand, Hunter.","\n","^Player: GUYS!","\n","^Janet: Sorry [Player].","\n","^Hunter: Mm, yeah, sorry.","\n","^Player: Look, I know you both have some strong feelings, but the fact of the matter is my mom is still missing.","\n",{"->":"day3Choice"},{"#f":1}],"day3Choice":[[["ev",{"^->":"day3Choice.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^And I’m inclined to agree with Janet,",{"->":"$r","var":true},null]}],["ev",{"^->":"day3Choice.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^While I’m inclined to agree with Hunter,",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"day3Choice.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"JanetAgreed"},{"#f":5}],"c-1":["ev",{"^->":"day3Choice.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"HunterAgreed"},{"#f":5}]}],{"#f":1}],"JanetAgreed":["^Player: Beyond my mom being kidnapped, I feel like we have to at least learn more about the Echelon Institute.","\n","^Player: We owe it to everyone to try to understand what they’re doing.","\n","^Janet: I’m glad you agree, [Player].","\n","^Hunter: If you’re dead-set on this, [Player], then I guess I’m with you, at least for a little bit longer.","\n",{"->":"Act1Closing"},{"#f":1}],"HunterAgreed":["^Player: And it’s definitely not our place to play the law, but right now the law isn’t doing anything to find my mom.","\n","^Player: So Hunter, I hope you understand that we do need to at least get a more solid lead on where my mom is.","\n","^Hunter: …","\n","^Hunter: Okay, I understand [Player]. I’m with you, at least for a little while longer.","\n","^Janet: Thank you, Hunter. That’s mature of you.","\n",{"->":"Act1Closing"},{"#f":1}],"Act1Closing":["^Player: Well, if we can all keep our tempers, I think we’re done for the night.","\n","^Janet: For a few days, at least. I need to figure out where this business district office is.","\n","^Player: Let’s tentatively regroup this Friday, then? Hunter I know you’ve got some big exams this week.","\n","^Hunter: I should have been studying this weekend…","\n","^Janet: Sounds like a plan, [Player].","\n","^Hunter: Yeah… Friday works.","\n","^Player: I’ll see you then.","\n","^Thoughts: With that, my friends depart, and I collapse onto my bed, exhausted. This weekend was rough, and I know next weekend will be even worse.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}